[
    {
        "id": "8e5ac5b0-9fcc-11e7-abc4-cec278b6b50a",
        "title": "Funeral Parade of Roses",
        "slug": "funeral_parade_roses",
        "when": "Wednesday, September 27 at 7:15pm",
        "time_start": "2017-09-27 19:15:00",
        "time_end": "2017-10-01 21:00:00",
        "website": "",
        "image": "/images/funeral_roses.jpg",
        "venues": ["The Kentucky Theater"],
        "organizers": ["Bluegrass Film Society"],
        "map_link": "https://goo.gl/maps/Ljyh1poA6D72",
        "brief_description": "'Funeral Parade of Roses' (1969) was a major influence on Stanley Kubrick's 'Clockwork Orange' (1971)",
        "description": "'Funeral Parade of Roses' (1969) was a major influence on Stanley Kubrick's 'Clockwork Orange' (1971)",
        "links": [],
        "fb_event_link": "https://www.facebook.com/events/1199222173556443",
        "tags": ["film", "screening"]
  },
    {
        "id": "8e5aca1a-9fcc-11e7-abc4-cec278b6b50a",
        "title": "Red Carpet Premiere of LUCKY",
        "slug": "red_carpet_lucky",
        "when": "Thursday, September 28 at 7pm-11:59pm",
        "time_start": "2017-09-28 19:00:00",
        "time_end": "2017-09-28 24:00:00",
        "website": "",
        "image": "/images/hd_stanton_lucky.jpg",
        "venues": ["The Kentucky Theater"],
        "organizers": ["Bluegrass Film Society"],
        "map_link": "https://goo.gl/maps/Ljyh1poA6D72",
        "brief_description": "Lexington is proud to host a red carpet premiere of Harry Dean Stanton's newest film (and 2nd ever starring role!), LUCKY, in anticipation of its New York and Los Angeles release the following day.",
        "description": "<p>Opening Night of Harry Dean Stanton Fest 7!</p><p>Lexington is proud to host a red carpet premiere of Harry Dean Stanton's newest film (and 2nd ever starring role!), LUCKY, in anticipation of its New York and Los Angeles release the following day. Director John Carroll Lynch and writer Drago Sumonja will engage in a Q&A following the film.</p><p>The premiere after-party will be held on the second floor of the Bar Complex. Mingle with the filmmakers, enjoy drinks, and dance to tunes provided by Lee Bryant in one of Lexington's most beautiful spaces.</p><p>Proceeds from this event will be split evenly between Friends of the Kentucky Theatre and future programming for Harry Dean Stanton Fest.</p><p>Ticket price includes refreshments. Tickets can be purchased at: <a href='https://www.showclix.com/event/lucky-premiere-with-john-carroll-lynch-qa' target='_new'>https://www.showclix.com/event/lucky-premiere-with-john-carroll-lynch-qa</a></p><p>Trailer: <a href='https://www.youtube.com/watch?v=2KLLkj84GAo' target='_new'>https://www.youtube.com/watch?v=2KLLkj84GAo</a></p><p>Full festival information: <a href='http://www.harrydeanstantonfest.org/' target='_new'>http://www.harrydeanstantonfest.org/</a></p><p>'Everything Harry Dean Stanton has done in his career, and his life, has brought him to his moment of triumph in <em>Lucky</em>, an unassumingly wonderful little film about nothing in particular and everything that's important.' -Variety</p><p>John Carroll Lynch is an actor/director who first gained notoriety for his role as Norm Gunderson in FARGO. He is known for his television work on the ABC sitcom The Drew Carey Show as the title character's brother, Steve Carey, as well as on American Horror Story: Freak Show and American Horror Story: Cult as Twisty the Clown. His films include GRAN TURINO, SHUTTER ISLAND, ZODIAC, THE GOOD GIRL, and WAKING THE DEAD. LUCKY is his directorial debut.</p><p>Drago Sumonja is an actor/writer/director who previously worked with Harry Dean Stanton on the acclaimed (and much recommended!) documentary CHAR-AC-TER, which he directed.</p><p>Endless thanks to our event sponsors: Equus/Standardbred Station, Inc., Kentucky For Kentucky, The Green Lantern Bar, CD Central, The Bar Complex, and 21c Museum Hotel Lexington</p>",
        "links": [],
        "fb_event_link": "https://www.facebook.com/events/115211692530567",
        "tags": ["film", "screening"]
  },
    {
        "id": "8c07a935-d78e-440e-bbb8-fc18c635da2d",
        "title": "Higher",
        "slug": "higher",
        "when": "Saturday, September 30 at 10pm-2:23am",
        "time_start": "2017-09-30 22:00:00",
        "time_end": "2017-10-01 02:23:00",
        "website": "",
        "image": "/images/disco.jpg",
        "venues": ["The Bar Complex"],
        "organizers": ["Thank You for Coming to Our Parties"],
        "map_link": "https://goo.gl/maps/wi2jnvGsZ452",
        "brief_description": "You know this is the best place to dance to disco in the country right? We will turn the lights off, turn the volume up, and forget the outside world and its troubles.",
        "description": "You know this is the best place to dance to disco in the country right? We will turn the lights off, turn the volume up, and forget the outside world and its troubles. We do hope that you’ll join us.",
        "links": [],
        "fb_event_link": "https://www.facebook.com/events/2012592462311568",
        "tags": ["disco", "dance", "house music"]
  },
    {
        "id": "8e5acbb4-9fcc-11e7-abc4-cec278b6b50a",
        "title": "The Straight Story Outdoor Screening and Harry Dean Mural Debut",
        "slug": "straight_story",
        "when": "Saturday, September 30 at 7-10pm",
        "time_start": "2017-09-30 19:00:00",
        "time_end": "2017-09-30 21:00:00",
        "website": "http://www.harrydeanstantonfest.org",
        "image": "/images/straight_story.jpg",
        "venues": ["Kentucky for Kentucky"],
        "organizers": ["Bluegrass Film Society"],
        "map_link": "https://goo.gl/maps/w6ey82pSMy82",
        "brief_description": "When we programmed this year's Harry Dean Stanton Fest, the last thing we wanted to imagine was that this year's event might be a memorial. But now that it is, we are so grateful that we chose to close it with The Straight Story.",
        "description": "<p>When we programmed this year's Harry Dean Stanton Fest, the last thing we wanted to imagine was that this year's event might be a memorial. But now that it is, we are so grateful that we chose to close it with The Straight Story.</p><p>The last three minutes of screen time are all Harry's, and they are some of the most moving moments of his entire career. David Lynch has heralded this as his favorite collaboration with Harry, and we tend to agree. And when the camera tilts up to the stars at the end of the movie...we'll be sitting under them. </p><p>The evening will kick off at 7 pm with the debut of Lexington's newest mural--Harry's beautiful face on the side of the Kentucky Fun Mall as designed and produced by Graham Allen and Geoff Murphy of SQUAREPEGS Design. There will be a food truck (Minton's at 760!) and beer booth (Rock House Brewing!) and the movie will begin at dusk. Please join us for this outdoor event as we commemorate an unparalleled career and a fellow Kentuckian's life well lived.</p><p>Bryan Avenue will be closed for this event. Please bring lawn chairs or other seating implements.</p><p>Many thanks to our friends at Kentucky For Kentucky for making this free event possible. Additional thanks to our other sponsors: Equus/Standardbred Station, Inc., 21c Museum Hotel Lexington, The Green Lantern Bar, CD Central, and The Bar Complex.</p><p>For full information on other Harry Dean Stanton Fest events, please visit: www.harrydeanstantonfest.org</p><p>",
        "links": [],
        "fb_event_link": "https://www.facebook.com/events/490884624606111",
        "tags": ["film", "screening"]
  },
    {
        "id": "8e5acca4-9fcc-11e7-abc4-cec278b6b50a",
        "title": "Home Movie Day With the Kentucky Amateur Film Archives",
        "slug": "home_movie_day",
        "when": "Sunday, October 1 at 7:00pm-9:00pm",
        "time_start": "2017-10-01 19:00:00",
        "time_end": "2017-10-01 21:00:00",
        "website": "",
        "image": "/images/home_archives_1.jpg",
        "venues": ["21C Lexington"],
        "organizers": ["Kentucky Amateur Film Archives"],
        "map_link": "https://goo.gl/maps/aqKX3Aj2PG22",
        "brief_description": "The Kentucky Amateur Film Archives (KAFA) presents Home Movie Day at 21c Museum Hotel Lexington)",
        "description": "<p>The Kentucky Amateur Film Archives (KAFA) presents Home Movie Day at 21c Museum Hotel Lexington. Bring your home movies on 16mm, 8mm, Super-8, and video to learn about preservation and share them with others.</p><p>The program will feature a selection of films from the KAFA collection, including the premiere of a selection of 8mm home movies from Hungary with a collaborative score by Scott Whiddon, John Ferguson (Desperate Spirits Records), and Wyatt Nicholson (Athens, GA).</p>",
        "links": [],
        "fb_event_link": "https://www.facebook.com/events/1967501286797901",
        "tags": ["film", "screening"]
  },
    {
        "id": "8e5a2348-9fcc-11e7-abc4-cec278b6b50a",
        "title": "WRFL presents: Ballister",
        "slug": "ballister",
        "when": "Monday, October 2 at 7pm-9pm",
        "time_start": "2017-10-02 19:00:00",
        "time_end": "2017-10-02 21:00:00",
        "website": "",
        "image": "/images/ballister.jpg",
        "venues": ["Niles Gallery"],
        "organizers": ["WRFL"],
        "map_link": "https://goo.gl/maps/mLEa7Regw1R2",
        "brief_description": "Outside the Spotlight featuring Ballister:Dave Rempis- alto/tenor/baritone saxophone, Fred Lonberg Holm- cello, Paal Nilssen Love- percussion Free Admission",
        "description": "<p>Outside the Spotlight featuring Ballister</p><p>Dave Rempis- alto/tenor/baritone saxophone</p><p>Fred Lonberg Holm- cello</p><p>Paal Nilssen Love- percussion</p><p>'Ballister might start the question: what do we do with all this energy? Rage, yes; but there is more... the trio burns, but not for the sake of combustion. In between the uproar is the meat, the viscera, and the heart of sound.This trio finds beauty in the maelstrom.' -New York City Jazz Record</p><p>Ballister will be performing at the Niles Gallery, located inside the lobby of the Lucille Little Fine Arts Library on October 2nd at 7pm. Admission is free.</p><p>https://www.daverempis.com/ballister-1/</p>",
        "links": [],
        "fb_event_link": "https://www.facebook.com/events/1713595788937275",
        "tags": ["music", "sound", "performance"]
  },
    {
        "id": "2b5a9509-dca8-4b6f-9c7d-3c20bbb90263",
        "title": "Director Tour for Members",
        "slug": "director_tour_for_members",
        "when": "Wednesday, October 4 at 6 PM - 7 PM",
        "time_start": "2017-10-04 18:00:00",
        "time_end": "2017-10-04 19:00:00",
        "website": "",
        "image": "/images/director_tour.jpg",
        "venues": ["UK Art Museum"],
        "organizers": ["UK Art Museum"],
        "map_link": "https://goo.gl/maps/oCBNB86MgAJ2",
        "brief_description": "Join Art Museum Director Stuart Horodner for a 'Members-Only Directors Tour' addressing the importance of diversity in exhibition-making",
        "description": "<p>Join Art Museum Director Stuart Horodner for a 'Members-Only Directors Tour' addressing the importance of diversity in exhibition-making, and connections between art and activism. Horodner has a long and distinguished career as a curator working with prominent artists of color, including Mel Edwards, Simone Leigh, Clifford Owens, William Pope.L, and Jack Whitten, among others. Not a member? Join today at<a href='http://finearts.uky.edu/art-museum/members' target='_blank' rel='noopener nofollow' data-lynx-mode='async' data-lynx-uri='https://l.facebook.com/l.php?u=http%3A%2F%2Ffinearts.uky.edu%2Fart-museum%2Fmembers&amp;h=ATOk_13BEY_mq4DvCAIHURQM-fNnwTvGZ6izyC4EhEVhAq8P4xywMyVHEpq65fo3aHxr7vl-OAUlBga8EpdpcUpcevfUzgyAIKQaoKL72POwwMzitCYELFtZe-qOmKa9oXKyfp4qxBQRzSmuJfYSccpx8VbecOcxGLhNX9uE5CuyFBQOxXEU'>http://finearts.uky.edu/<wbr />art-museum/members</a><br /><br />Prior to coming to UK, Horodner held positions as artistic director of the Atlanta Contemporary Art Center; visual arts curator at the Portland Institute for Contemporary Art, Portland, OR (2001-2004); director of the Bucknell University Art Gallery, Lewisburg, PA (1998-2001); and was co-owner of the Horodner Romley Gallery, New York, NY (1992-1996). He has contributed to journals and magazines, including Art Issues, Art Lies, Art on Paper, Bomb, Dazed &amp; Confused, Sculpture and Surface. He received his BFA from The Cooper Union, New York, NY, and his MFA from the Mason Gross School of the Arts at Rutgers University, New Brunswick, NJ.</p>",
        "links": [],
        "fb_event_link": "https://www.facebook.com/events/128386634572477",
        "tags": ["art", "tour"]
  },
    {
        "id": "8e5ad0c8-9fcc-11e7-abc4-cec278b6b50a",
        "title": "Opening Reception: You Are Here Now",
        "slug": "you_are_here_now",
        "when": "Thursday, October 5 at 5:30pm-7:30pm",
        "time_start": "2017-10-05 17:30:00",
        "time_end": "2017-10-05 19:30:00",
        "website": "",
        "image": "/images/you_are_here.jpg",
        "venues": ["The Parachute Factory"],
        "organizers": ["CartCoop"],
        "map_link": "https://goo.gl/maps/sevAmPTfHQq",
        "brief_description": "You Are Here Now is an interactive photographic documentation of the personal histories of individuals living in the East and North Ends of Lexington, KY.",
        "description": "<p>You Are Here Now is an interactive photographic documentation of the personal histories of individuals living in the East and North Ends of Lexington, KY. This project seeks to spotlight individual histories, and to comprehend the ways in which those histories intersect to form a shared history and future.</p><p>At the opening reception, we invite those who have ties to the North and East Ends to bring photographs depicting moments of personal history. Photos collected during the opening will become part of the installation’s interactive timeline, which will highlight small fragments of life history that have contributed to each person’s arrival to the East and North Ends.*</p><p>Participants are invited to visit the gallery once again at the closing of the show to see how these recorded artifacts combine to depict a diverse Lexington community. At the end of this project, we hope participants will recognize more of the ways in which we are alike, instead of focusing on the biases and stereotypes that divide our community.</p><p>*Photos brought to the opening reception will be copied and returned to theirs owners.</p><p>Brought to you by CartCoop, a collection of individuals living and working in the East/North End of Lexington. The goal of the cooperative is to learn from established community activists and promote community engagement through creative endeavors. Using the skills and connections learned, the collective will create an artwork that celebrates the history and diversity of our communities.</p>",
        "links": [],
        "fb_event_link": "https://www.facebook.com/events/1904495273204645",
        "tags": ["art", "opening"]
  },
    {
        "id": "cfde2608-b30b-498d-be96-2a6ffe6c836e",
        "title": "So-Called + Get-Together // Gallery talks and Opening",
        "slug": "so-called_get-together",
        "when": "Friday, October 6 at 12 PM - 2 PM",
        "time_start": "2017-10-6 12:00:00",
        "time_end": "2017-10-06 14:00:00",
        "website": "",
        "image": "/images/so-called.jpg",
        "venues": ["School of Art & Visual Studies"],
        "organizers": ["Bolivar Art Gallery"],
        "map_link": "https://goo.gl/maps/74eosLAVK9N2",
        "brief_description": "The Bolivar Art Gallery hosts two shows concurrently, both exploring the nature of relationships and space through different lenses.",
        "description": "<p>The Bolivar Art Gallery hosts two shows concurrently, both exploring the nature of relationships and space through different lenses. In the front gallery, FOUR-FOOTED FELLOWS CORRESPONDENCE CLUB, a four-person artist collaborative, creates a site specific installation titled So-Called. In the rear gallery space, artist Eric Conrad mounts Get-Together, an exhibition of soft sculptures in varying scale.<br /><br />gallery talks: ALL artists will talk in the gallery about their work, Friday, October 6 @noon<br />reception: Friday, October 6, immediately following gallery talks<br />exhibition dates: October 6 - November 2, 2017<br /><br /><a href='https://l.facebook.com/l.php?u=http%3A%2F%2Ffourfootedfellows.com%2F&amp;h=ATOQLV5hPgwNsBj9eeB6nNukNdX0f_hbwvQP-MaR88CGCYisAt78KC-SWJ0rUesvJG3Oj1o6mHCF4rqEn87k8InMmJ3sjbYdpm6CG7kN4OxnPqh9Pdafp3yZR9qdkUPi0FGN5ea_Ce86MmdvM2daDslG0zMZ3DnU2SoeGdIi82rkscSzJnB4' target='_blank' rel='noopener nofollow' data-lynx-mode='async'>http://<wbr />fourfootedfellows.com/</a><br /><a href='https://l.facebook.com/l.php?u=http%3A%2F%2Fwww.eric-conrad.com%2F&amp;h=ATNCW9eV99PLiYaoXZ4J4ekl8wuhw63qss2cTA1XabthOoLpSF4L1FTMFJM1Xl1tXg3GzX4Fey6HsePCTE_OyDnpr5k9xrowhnV7VJGQvRIz5QYsosZ6tMCWpwvknrWQP_KyrYIoo-D8KL98_jDJfBZiHwNKQpVfJGhBW5V4iqqk4ZKQlJYO' target='_blank' rel='noopener nofollow' data-lynx-mode='async'>http://<wbr />www.eric-conrad.com/</a></p>",
        "links": [],
        "fb_event_link": "https://www.facebook.com/events/274501889705512",
        "tags": ["art", "exhibition"]
  },
    {
        "id": "8e5ad1ae-9fcc-11e7-abc4-cec278b6b50a",
        "title": "Jeffrey Wengrofsky Presents 'Secrets of the Heart'",
        "slug": "secrets_of_the_heart",
        "when": "Sunday, October 8 at 7pm-9pm",
        "time_start": "2017-10-08 19:00:00",
        "time_end": "2017-10-08 21:00:00",
        "website": "",
        "image": "/images/secrets_of_heart.jpg",
        "venues": ["21C Lexington"],
        "organizers": ["Lexington Film League"],
        "map_link": "https://goo.gl/maps/aqKX3Aj2PG22",
        "brief_description": "Over the past three years, Jeffrey Wengrofsky has produced three film festivals - Secrets of the Insect World, Secrets of the Intoxicated Life, and Secrets of the Heart",
        "description": "<p>The Secrets of the Heart program premiered at the Howl! Happening (NYC) in April 2016. It was next screened at Reverb (Baltimore) in Sept 2016 and then at the Gene Frankel Theatre (NYC) on Valentine's Day 2017. The next program in the series - Secrets of the Deep: Dreams on Film - is accepting submissions through the end of the year on Free Freeway and WithoutaBox. The screening will be at the Gene Frankel Theatre (NYC) in late January 2018.</p><p>Isabelle Vossart (France), narrative film, Misery, 2007.</p><p>Christoph Rainer (Austria), Requiem For a Robot, narrative film, 2014.</p><p>Jennifer Boles (Chicago), Things & Images: The Love Story, documentary, premiere at Secrets of the Heart, 2016.</p><p>Lena Marquise (NYC), Self Love Ritual, premiere at Secrets of the Heart, experimental film, 2016.</p><p>Leslie Hodgkins (NYC), Treatment, experimental film, premiere at Secrets of the Heart, 2016.</p><p>Marie Chauvin (France), Some Call That Love, music video, premiere at Secrets of the Heart, 2016.</p><p>Bradley Eros (NYC), Eros C'est Lamour, experimental film, 2008.</p><p>Robin Queree (Australia), Life's A Drag, narrative film, 2015.</p><p>Jeffrey Wengrofsky (NYC), Getting Out of Bed with Richard Foreman, documentary, premiere at Secrets of the Heart, 2016. Director will be present.</p><p>Mike Wilson (NYC). 15, narrative film, premiere at Secrets of the Heart, 2016.</p><p>BIO: Over the past three years, Jeffrey Wengrofsky has produced three film festivals - Secrets of the Insect World, Secrets of the Intoxicated Life, and Secrets of the Heart - with one more, Secrets of the Deep: Dreams on Film, in the pipeline for January 2018 in New York City. He has taught at New York University, The New School, Rutgers University, and Berkeley College, and has served on the staff of Aperture Photography Magazine, Coilhouse Magazine, and Constellations: An International Journal of Critical and Democratic Theory. His words have also appeared in the pages of the Berkeley Journal of Sociology and Maximumrocknroll, and, soon, Cold Lips Spoken Word Fashionzine. He is now directing The Song of Hiawatha: A Trip in the American Counterculture, his first feature film. Further illumination will be had here www.humansyndicate.com and www.humanfeaturesfilm.com</p>",
        "links": [],
        "fb_event_link": "https://www.facebook.com/events/177943186086957",
        "tags": ["film", "screening"]
  },
    {
        "id": "8e5ad134-9fcc-11e7-abc4-cec278b6b50a",
        "title": "WRFL presents Queerslang 2017: Born in Flames",
        "slug": "born_in_flames",
        "when": "Wednesday, October 11 at 7pm-9pm",
        "time_start": "2017-10-11 19:00:00",
        "time_end": "2017-10-11 21:00:00",
        "website": "",
        "image": "/images/born_in_flames.jpg",
        "venues": ["21C Lexington"],
        "organizers": ["Lexington Film League", "WRFL"],
        "map_link": "https://goo.gl/maps/aqKX3Aj2PG22",
        "brief_description": "Lizzie Borden's notorious feminist science fiction film, which addresses racism, classism, sexism, and heterosexism in an alternative United States socialist democracy.",
        "description": "WRFL: Queerslang 2017 presents 'Born in Flames' (1983), Lizzie Borden's notorious feminist science fiction film, which addresses racism, classism, sexism, and heterosexism in an alternative United States socialist democracy. Programmed by Emma Friedman-Buchanan.",
        "links": [],
        "fb_event_link": "https://www.facebook.com/events/526774367676909",
        "tags": ["film", "screening"]
  },
    {
        "id": "1a3be3fa-d0b9-46cc-8ddc-30302c27a8db",
        "title": "Who Goes There? - Group Art Show",
        "slug": "who-goes-there",
        "when": "Friday, October 13 at 6 PM - 9 PM",
        "time_start": "2017-10-13 18:00:00",
        "time_end": "2017-10-13 21:00:00",
        "website": "",
        "image": "/images/who-goes-there.jpg",
        "venues": ["Bread Box Studio Artists"],
        "organizers": ["Cricket Press"],
        "map_link": "https://goo.gl/maps/Tq75Qmhx1rq",
        "brief_description": "Join us on Friday, October 13th for the opening reception of Who Goes There? - a group art show celebrating the monstrous, mysterious, and macabre.",
        "description": "<p>Join us on Friday, October 13th for the opening reception of Who Goes There? - a group art show celebrating the monstrous, mysterious, and macabre.<br /><br />We've curated an art exhibit featuring over 30 local and regional artists with a focus on the spirit of the Halloween season and all things creepy, spooky and fun. Each artist was asked for their own unique take on this theme, and we can't wait to see the results!<br /><br />Come celebrate the season with us and this show at the&nbsp;<a href='https://www.facebook.com/BreadBoxStudioArtists/' data-hovercard='/ajax/hovercard/page.php?id=283494275097664&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Bread Box Studio Artists</a>&nbsp;gallery space! We will have a variety of food for those attending the show, a festive, Halloween-themed atmosphere, and our friends from&nbsp;<a href='https://www.facebook.com/westsixthbrewing/' data-hovercard='/ajax/hovercard/page.php?id=259329934111319&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>West Sixth Brewing</a>&nbsp;will be serving a selection of their beers on-site!<br /><br />Artists participating include:<br /><br /><a href='https://www.facebook.com/jenni.phillips.50' data-hovercard='/ajax/hovercard/user.php?id=1016726601&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Jenni Phillips</a><br /><a href='https://www.facebook.com/david.kring' data-hovercard='/ajax/hovercard/user.php?id=75200921&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>David Kring</a><br /><a href='https://www.facebook.com/stephen.wiggins1' data-hovercard='/ajax/hovercard/user.php?id=12906817&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Stephen Wiggins</a><br /><a href='https://www.facebook.com/lennon.michalski' data-hovercard='/ajax/hovercard/user.php?id=1504653449&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Lennon Michalski</a><br /><a href='https://www.facebook.com/becky.a.alley' data-hovercard='/ajax/hovercard/user.php?id=1316265303&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Becky Atkinson Alley</a><br /><a href='https://www.facebook.com/nicholasalley' data-hovercard='/ajax/hovercard/user.php?id=1277386516&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Nick Alley</a><br /><a href='https://www.facebook.com/kenn.minter' data-hovercard='/ajax/hovercard/user.php?id=1782412374&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Stephen Minter</a><br /><a href='https://www.facebook.com/wretchedworst' data-hovercard='/ajax/hovercard/user.php?id=1058684747&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Matt Minter</a><br /><a href='https://www.facebook.com/jtdockerylives' data-hovercard='/ajax/hovercard/user.php?id=575353059&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>J.t. Dockery</a><br /><a href='https://www.facebook.com/profile.php?id=100008536215583' data-hovercard='/ajax/hovercard/user.php?id=100008536215583&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Brian Turner</a><br /><a href='https://www.facebook.com/profile.php?id=100008559903049' data-hovercard='/ajax/hovercard/user.php?id=100008559903049&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Sara Turner</a><br /><a href='https://www.facebook.com/stacey.earley.5' data-hovercard='/ajax/hovercard/user.php?id=518239454&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Stacey Earley</a><br /><a href='https://www.facebook.com/staci.maney' data-hovercard='/ajax/hovercard/user.php?id=1601068065&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Staci McKnight Maney</a><br /><a href='https://www.facebook.com/sarah.j.sanders.1' data-hovercard='/ajax/hovercard/user.php?id=12911508&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Sarah Jane Sanders</a><br /><a href='https://www.facebook.com/edo.art' data-hovercard='/ajax/hovercard/user.php?id=505790038&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Ed Franklin</a><br /><a href='https://www.facebook.com/david.wischer' data-hovercard='/ajax/hovercard/user.php?id=610725783&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>David Wischer</a><br /><a href='https://www.facebook.com/sarah.h.landolt' data-hovercard='/ajax/hovercard/user.php?id=9202254&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Sarah Hart Landolt</a><br /><a href='https://www.facebook.com/tankofalltrades' data-hovercard='/ajax/hovercard/user.php?id=1170048311&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Anthony Tank Mansfield</a><br /><a href='https://www.facebook.com/mark.rudolph' data-hovercard='/ajax/hovercard/user.php?id=562862100&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Mark Rudolph</a><br /><a href='https://www.facebook.com/bruno.guerreiro' data-hovercard='/ajax/hovercard/user.php?id=1609764752&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Bruno Guerreiro</a><br /><a href='https://www.facebook.com/jerielle.art' data-hovercard='/ajax/hovercard/user.php?id=100003712613359&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Jerielle Hanlon</a><br /><a href='https://www.facebook.com/steve.heartsill' data-hovercard='/ajax/hovercard/user.php?id=100004162567212&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Steve Heartsill</a><br /><a href='https://www.facebook.com/debra.klopp.kersey' data-hovercard='/ajax/hovercard/user.php?id=1417264375&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Debra Klopp Kersey</a><br /><a href='https://www.facebook.com/corey.fields.754' data-hovercard='/ajax/hovercard/user.php?id=733074416&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Corey Fields</a><br /><a href='https://www.facebook.com/tressa.bowling' data-hovercard='/ajax/hovercard/user.php?id=500274728&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Tressa Bowling</a><br /><a href='https://www.facebook.com/littlemisshappypink' data-hovercard='/ajax/hovercard/user.php?id=1025990280&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Brittney Cat</a><br /><a href='https://www.facebook.com/derrick.riley.5245' data-hovercard='/ajax/hovercard/user.php?id=775257525&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Derrick Riley</a><br /><a href='https://www.facebook.com/jackx.taylor.7' data-hovercard='/ajax/hovercard/user.php?id=100007036290683&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Jack X Taylor</a><br /><a href='https://www.facebook.com/justin3000stewart' data-hovercard='/ajax/hovercard/user.php?id=694736630&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Justin Stewart</a><br /><a href='https://www.facebook.com/toddherzberg' data-hovercard='/ajax/hovercard/user.php?id=207104461&amp;extragetparams=%7B%22directed_target_id%22%3A154001705183330%7D' data-hovercard-prefer-more-content-show='1'>Todd Herzberg</a></p>",
        "links": [],
        "fb_event_link": "https://www.facebook.com/events/154001705183330",
        "tags": ["Art"]
  },
    {
        "id": "8e5ad135-9fcc-11e7-abc4-cec278b6b50a",
        "title": "Kent Lambert: Reckoning",
        "slug": "reckoning",
        "when": "Sunday, October 22 at 7pm-9pm",
        "time_start": "2017-10-22 19:00:00",
        "time_end": "2017-10-22 21:00:00",
        "website": "",
        "image": "/images/reckoning.jpg",
        "venues": ["21C Lexington"],
        "organizers": ["Lexington Film League"],
        "map_link": "https://goo.gl/maps/aqKX3Aj2PG22",
        "brief_description": "Kent Lambert (Chicago) presents a selection of his videos, including the new Reckoning 4.",
        "description": "<p>Kent Lambert (Chicago) presents a selection of his videos, including the new Reckoning 4.</p><p>'In my music and video work, I search for intersections between 1) meditative interrogation of society and self 2) textural and tonal intrigue and beauty 3) absurdist and/or humanist humor and 4) cathartic emotional expression. A primary underlying motivation of my video work is to reflect, critique and ultimately transcend American zeitgeists and my own consumption within them.'</p>",
        "links": [],
        "fb_event_link": "https://www.facebook.com/events/172297916668853",
        "tags": ["film", "screening"]
  },
    {
        "id": "3c54bac9-a1b5-4e70-8df8-d7764c6617d6",
        "title": "Halloween Show!: At Midnight I’ll Take Your Soul (1964)",
        "slug": "halloween-show",
        "when": "Monday, October 30 at 7 PM - 9 PM",
        "time_start": "2017-10-30 19:00:00",
        "time_end": "2017-10-30 21:00:00",
        "website": "",
        "image": "/images/halloween-show.jpg",
        "venues": ["21C Lexington"],
        "organizers": ["Lexington Film League"],
        "map_link": "https://goo.gl/maps/aqKX3Aj2PG22",
        "brief_description": "On 'Devil's Night,' the Lexington Film League Showcase at 21c presents a special Halloween screening of At Midnight I'll Take Your Soul (1964), a Brazilian horror film directed by José Mojica Marins, better known as 'Coffin Joe.'",
        "description": "<p>On 'Devil's Night,' the Lexington Film League Showcase at 21c presents a special Halloween screening of At Midnight I'll Take Your Soul (1964), a Brazilian horror film directed by Jos&eacute; Mojica Marins, better known as 'Coffin Joe.' The film was programmed by Phill Kisling, who will introduce the show.<br /><br />At Midnight I&rsquo;ll Take Your Soul is a 1964 Brazilian horror film that is the first instance of the character known as Z&eacute; do Caix&atilde;o or translated to english Coffin Joe. The film starts with an old witch telling us to not watch this evil film, to turn away but together we will not heed her superstitious ramblings! Together we will witness the horrific acts of Z&eacute; do Caix&atilde;o as he searches for the perfect woman to carry on his evil bloodline, in attempt to defy God himself!</p>",
        "links": [],
        "fb_event_link": "https://www.facebook.com/events/146989615899848",
        "tags": ["film", "Horror film", "Art film"]
  }

]
